{"id":273,"inkURL":"http://sharkeylab.org/sharkeylab/Misc/datasets/salamand.ink","title":"SALAMANDERS","imagePath":"http://www.uky.edu/~mjshar0/datasets/salamand","characters":[{"type":"RN","id":1,"name":"Species Total length (cm)","data":["15-25","8-13","8-12","8-14","30-74","4-6","6-13","6-10","7-11","8-15","8-15","7-11","9-21","4-5","6-12","10-18","8-10","10-20","10-20","11-21","5-10","20-49","6-12","12-20","9-12","12-21","6-10","6-11","8-20","10-18"]},{"type":"UM","states":["yes","no"],"id":2,"name":"Nasolabial groove present","images":[{"f":"sal2.jpg","n":""}],"data":[2,2,2,1,2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,2,1,1,1,1,1,1,1]},{"type":"UM","states":["yes","no"],"id":3,"name":"Belly black or dark gray","data":[1,1,1,2,2,2,2,2,[1,2],[1,2],2,[1,2],1,2,2,2,2,2,2,2,2,2,2,1,1,1,2,2,2,2]},{"type":"IN","min":4,"max":5,"id":4,"name":"Number of toes on hind foot","data":[5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,4,4,5,5,5,5,5,5,5,5]},{"type":"IN","min":0,"max":21,"id":5,"name":"Number of costal grooves","data":[[11,12,13],[11,12,13],10,[14,15],0,[13,14],14,14,14,14,14,14,14,[13,14],[13,14],[13,14],14,[13,14],[14,15],[17,19,18],[13,14],[16,15],0,16,16,16,[19,18,21,20],[19,18,20],[17,16],[17,16]]},{"type":"UM","states":["weak","sharp","none"],"id":6,"name":"Tail keel","images":[{"f":"sal6.jpg","n":""}],"data":[1,1,1,3,2,3,1,1,3,2,1,3,2,3,3,3,3,3,3,2,3,2,2,3,3,3,3,3,2,2]},{"type":"UM","states":["yes","no"],"id":7,"name":"Thick,wrinkled fold of skin between front and hind legs present","images":[{"f":"sal7.jpg","n":""}],"data":[2,2,2,2,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":8,"name":"Line or spot from posterior corner of eye to corner of mouth present","images":[{"f":"sal8.jpg","n":""}],"data":[2,2,2,2,2,1,1,1,1,1,1,1,1,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":9,"name":"Body uniform gray","images":[{"f":"sal9.jpg","n":""}],"data":[2,2,1,2,2,2,2,2,[1,2],2,2,[1,2],2,2,2,2,2,2,2,2,2,2,2,2,[1,2],2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":10,"name":"Background coloration predominantly orange,pink or red","images":[{"f":"sal10.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,[1,2],2,2,[1,2],2,2,2,1,1,2,2,[1,2],2,2,2,2,2,1,1]},{"type":"UM","states":["yes","no"],"id":11,"name":"A relatively straight dark stripes down each side of the back","images":[{"f":"sal35.jpg","n":""}],"data":[2,2,2,2,2,1,[1,2],[1,2],2,2,2,[1,2],2,[1,2],1,2,2,2,2,2,2,2,2,2,2,2,1,2,2,2]},{"type":"UM","states":["yes","no"],"id":12,"name":"A wavy dark stripe down each side of the back","images":[{"f":"sal36.jpg","n":""}],"data":[2,2,2,2,2,2,[1,2],[1,2],[1,2],2,2,2,2,[1,2],2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,2]},{"type":"UM","states":["yes","no"],"id":13,"name":"A dark stripe down the middle of the back and down each side","images":[{"f":"sal37.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":14,"name":"Two rows of spots down back","images":[{"f":"sal14.jpg","n":""}],"data":[1,2,2,2,2,2,[1,2],[1,2],[1,2],[1,2],[1,2],2,[1,2],2,2,2,2,2,2,2,2,2,1,2,[1,2],2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":15,"name":"Herringbone pattern of dark markings down middle of back","images":[{"f":"sal38.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":16,"name":"White,silvery,or yellow spots scattered over sides and back","images":[{"f":"sal39.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,1,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":17,"name":"Distinct,black spots scattered irregularly over back","images":[{"f":"sal17.jpg","n":""}],"data":[2,2,2,2,2,2,[1,2],[1,2],[1,2],[1,2],[1,2],2,[1,2],[1,2],[1,2],2,[1,2],1,1,[1,2],[1,2],[1,2],2,2,2,2,[1,2],[1,2],1,1]},{"type":"UM","states":["yes","no"],"id":18,"name":"Light line edged in black extending from the inner corner of the eye to the nostril","images":[{"f":"sal18.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":19,"name":"Lateral black bars on tail froming a herringbone pattern","images":[{"f":"sal19.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1,2,2,2,2,2,2,2,2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":20,"name":"Red cheeks present","images":[{"f":"sal20.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,[1,2],2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,[1,2],2,2,2,2,2]},{"type":"UM","states":["yes","no"],"id":21,"name":"Distinct patch of dark pigment on chin","images":[{"f":"sal40.jpg","n":""}],"data":[2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,1]}],"taxa":[{"id":1,"name":"Ambystomatidae [p]Ambystoma maculatum [p]Spotted Salamander","images":[{"f":"sali3.jpg","n":"Spotted Salamander Ambystoma maculatum Family Ambystomatidae Mole salamanders. Adult total length: 15-25 cm Nasolabial grooves: Absent Costal grooves: 11-13 Tail: Oval in cross section. Coloration: Gray to black with large, bright yellow, rounded spots on the upper surfaces from behind the eyes to the end of the tail, usually arranged in two rows down the back These large, colorful salamanders are seldom seen by humans except in the spring, when they migrate to temporary woodland ponds to form large breeding aggregations. They spend the rest of the year in subterranean woodland burrows, and are only rarely seen on the surface. Similar species: None. No other salamander in the Great Smokies has two rows of large, bright yellow, rounded spots on the upper surfaces."}]},{"id":2,"name":"Ambystomatidae [p]Ambystoma opacum [p]Marbled Salamander","images":[{"f":"sali4.jpg","n":"Marbled Salamander Ambystoma opacum Family Ambystomatidae Mole salamanders. Adult total length: 8-13 cm Nasolabial grooves: Absent Costal grooves: 11-13 Tail: Oval in cross section. Coloration: Upper surfaces dark gray to black with bold white or light gray transverse bands across the back. Like other salamanders of the genus Ambystoma, Marbled Salamander adults are seldom encountered except during their breeding migrations. Unlike other mole salamanders, Marbled Salamanders breed in the fall, in the beds of woodland ponds which fill with water during the winter. Females deposit their eggs in cavities under logs and leaf litter in the pond bed, and remain with them until their nesting sites are flooded. In the Great Smokies, Marbled Salamanders are known only from low elevations on the Tennessee side of the Park. Similar species: None. The species\u0027 color pattern distinguishes it from all other North American salamanders."},{"f":"ambyopac.jpg","n":""}]},{"id":3,"name":"Ambystomatidae [p]Ambystoma talpoideum [p]Mole Salamander","images":[{"f":"sali5.jpg","n":"Mole Salamander Ambystoma talpoideum Family Ambystomatidae Mole salamanders. Adult total length: 8-12 cm Nasolabial grooves: Absent Costal grooves: 10 Tail: Oval in cross section. Coloration: Bluish gray, often with small light gray or bluish gray flecks scattered across the back and sides. This species of mole salamander was not discovered in the Park until 1998, and is known only from Cades Cove. Adults are stocky, gray salamanders with relatively large heads. Mole salamanders, like spotted salamanders, congregate in the early spring in vernal ponds to breed Like other mole salamanders, they spend the rest of the year in underground burrows and are seldom seen on the surface. Similar species: The stocky, large-headed body form of this species distinguishes it from all other Great Smoky salamanders."},{"f":"ambytalp.jpg","n":""}]},{"id":4,"name":"Aneides aeneus","images":[{"f":"sali31.jpg","n":""},{"f":"aneiaene.jpg","n":""}]},{"id":5,"name":"Cryptobranchidae [p]Cryptobranchus alleganiensis alleganiensis [p]Eastern Hellbender","images":[{"f":"sali1.jpg","n":"Eastern Hellbender Cryptobranchus alleganiensis alleganiensis Family Cryptobranchidae Hellbenders Adult total length: 30-74 cm Nasolabial grooves: Absent Costal grooves: Absent or indistinct Tail: Strongly keeled. Coloration: Brown or reddish-brown, often with distinct dark spots of varying shapes and sizes on the back. Hellbenders grow to more than two feet in total length and inhabit the larger, flast-flowing, low-elevation streams of the Great Smokies, such as the Oconaluftee and Little Pigeon Rivers. This is the largest species of salamander in the New World, and is readily distinguished by its wide, flattened head and the thick folds of skin that run down its sides. Adults, which are only partially transformed from the aquatic, gilled larval stage. They lack eyelids and sometimes have an open gill pouch on one or both sides of the neck. The body coloration consists of irregularly shaped and sized dark blotches scattered on a reddish-brown background, closely matches the submerged rocks among which hellbenders forage for stream invertebrates, especially crayfish. Similar species: None. No other salamander in the New World reaches the size of adult Hellbenders or has pronounced skin folds running down the sides of the body."},{"f":"crypalle.jpg","n":""}]},{"id":6,"name":"Plethodontidae [p]Desmognathus aeneus [p]Seepage Salamander","images":[{"f":"sali7.jpg","n":"Seepage Salamander Desmognathus aeneus Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 4-6 cm Nasolabial grooves: Present Costal grooves: 13-14 Tail: Round in cross-section. Coloration: Reddish-brown, with dark straight or wavy stripes down each side of the back. The only records of this tiny, slender salamander in the Great Smokies are from the Hazel Creek drainage on the North Carolina side of the Park. Individuals are usually encountered in or near seepage areas containing wet leaves and mossy rocks, but adults may range far out into the forest. This species and the Pygmy Salamander are unique among the dusky salamanders (genus Desmognathus) in being essentially terrestrial, and in lacking a free-living, gilled, aquatic stage in their life cycles. In these two species the gills are lost before hatching. Similar species: Resembles the Pygmy Salamander but is more slender and lacks the coppery pigment on the eyelids and silvery pigment visible through the wall of the belly. Southern Red-backed and Southern Zigzag Salamanders also have reddish stripes down their backs, but are more elongate, have more costal grooves, and lack the light line from the eye to jaw angle that characterizes this and other species of dusky salamanders."}]},{"id":7,"name":"Plethodontidae [p]Desmognathus fuscus conanti [p]Spotted Dusky Salamander [p]D. conanti sensu Titus and Larson","images":[{"f":"sali8.jpg","n":"Spotted Dusky Salamander Desmognathus conanti Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 6-13 cm Nasolabial grooves: Present Costal grooves: 14 Coloration: Two rows of spots containing yellow or reddish pigment are often present on the back, and there may be pronounced wavy or straight dark stripes running down either side of the back with yellow or crimson pigment between them. The belly is stippled with small flecks or patches of black pigment. Found along low-elevation streams on the Tennessee side of the Park, where it intergrades with the Santeetlah Salamander at higher elevations. Intergrade populations are highly variable in color pattern. Similar species: The Seal Salamander, which has an unpigmented, pinkish belly, is the only other similar dusky salamander at low elevations on the Tennessee side of the Park. Adult Seal Salamanders are larger and lack the bright yellow or orange pigment that some Spotted Dusky Salamanders have on their upper surfaces."},{"f":"d_fuscco.jpg","n":""}]},{"id":8,"name":"Plethodontidae [p]Desmognathus fuscus santeetlah [p]Santeetlah Dusky Salamander [p]D. santeetlah sensu Tilley","images":[{"f":"sali14.jpg","n":"Santeetlah Salamander Desmognathus santeetlah Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 6-10 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Triangular in cross section. Coloration: Adults brownish yellow or brownish green, with dark and silvery flecks on the back and sides. Thin, often broken dark lines often run down either side of the back. Paired spots containing reddish pigment are often present between the stripes. Many specimens are often distinctly yellowish, especially on the sides and under the tail. The belly is usually finely stippled with flecks of black and white pigment. A dusky salamander of seepages and stream headwaters at higher elevations throughout the park. Intergrades with the southern dusky salamander along the foot of the Great Smokies along the Tennessee side of the Park. Similar species: Mostly easily confused with Imitator and Ocoee Salamanders, which have bolder markings on the upper surfaces, appear gray rather than greenish or yellowish on their undersurfaces, and have tails that are round rather than weekly keeled or triangular in cross section. Seal Salamanders have brown rather than yellowish or geenish upper surfaces, pink rather than yellowish bellies, and more strongly keeled tails."},{"f":"d_fuscsa.jpg","n":""}]},{"id":9,"name":"Plethodontidae [p]Desmognathus imitator [p]Imitator Salamander","images":[{"f":"sali9.jpg","n":"Imitator Salamander Desmognathus imitator Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 7-11 cm Nasolabial grooves: Present Tail: Round in cross section. Costal grooves: 14 Coloration: A highly variable and often colorful species of dusky salamander. Most specimens have zigzagged stripes down either side of the back, and the area between the stripes often contains yellow or reddish pigment. Paired yellow or red spots are often also present down the back. Many adults, especially males become uniformly dark brown with age. Many specimens have bright yellow to crimson cheek patches, and can strongly resemble the red-cheeked race of Jordan\u0027s Salamander. Colored cheeks are absent in both species along Balsam Mountain , from the vicinity of Paul\u0027s Gap southward. The resemblance between red-cheeked Imitator and Jordan\u0027s Salamanders may be an example of batesian mimicry (see Jordan\u0027s Salamander account). A semi-aquatic to terrestrial species that is abundant along small streams, seepage areas, and in woodlands above 900 m throughout the Park. Similar species: Jordan\u0027s Salamanders have more rounded snouts, less enlarged hindlimbs, and lack the light line from the eye to jaw angle that characterizes Imitator and other dusky salamanders. Ocoee, Pygmy, and Seepage Salamanders have relative straight rather than zigzagged stipes down each side of the back. Santeetlah salamanders are yellowish or greenish, especially underneath, and their tails are triangular rather than round in cross section. Old, uniformly dark Imitator and Ocoee Salamanders cannot be distinguished in the field."},{"f":"desmimit.jpg","n":""}]},{"id":10,"name":"Plethodontidae [p]Desmognathus marmoratus [p]Shovelnose Salamander","images":[{"f":"sali10.jpg","n":"Shovel-nosed Salamander Desmognathus marmoratus Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 8-15 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Strongly keeled Coloration: Generally dark brown with mottled upper surfaces that usually bear two rows of blotches down the back. The belly is dark gray. A completely aquatic species of dusky salamander that inhabits fast-flowing streams throughout the Park. Specimens are most readily encountered at night when they forage for aquatic insects among rocks on the bottoms of streams. Similar species: Very similar to the Black-bellied Salamander, but somewhat smaller and less heavy-bodied with smaller eyes, a more pointed and flattened snout, shorter tail, and less darkly pigmented belly. Shovel-nosed Salamanders are usually encountered in flowing water, while Black-bellied Salamanders are less aquatic and occasionally disperse several meters from water into surrounding woodlands."},{"f":"desmmarm.jpg","n":""}]},{"id":11,"name":"Plethodontidae [p]Desmognathus monticola [p]Seal Salamander","images":[{"f":"sali11.jpg","n":"Seal Salamander Desmognathus monticola Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 8-15 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Rounded at base, the posterior two-thirds keeled. Coloration: The upper surfaces are usually brown and mottled with darker reticulations. Younger animals usually have paired spots containing reddish pigment down the back. Most specimens have sparsely pigmented bellies that appear white or pinkish. A semiaquatic species of dusky salamander that is abundant along the margins of streams at lower elevations throughout the Park. Similar species: Black-bellied and Shovel-nosed Salamanders have dark bellies and more strongly keeled tails. Imitator, Ocoee, Spotted Dusky, and Santeetlah Salamanders are smaller as adults, and have relatively smaller heads with more pointed snouts. Imitator and Ocoee Salamanders have tails that are round in cross section and gray bellies. Spotted Dusky and Santeetlah Salamanders have tails that are triangular in cross section and bellies that are mottled with fine black and white flecks."},{"f":"desmmont.jpg","n":""}]},{"id":12,"name":"Plethodontidae [p]Desmognathus ocoee [p]Ocoee Salamander","images":[{"f":"sali12.jpg","n":"Ocoee Salamander Desmognathus ocoee Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 7-11 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Round in cross section. Coloration: Highly variable. Most specimens have a pair of relatively straight stripes down the back.. These stripes often enclose yellow or reddish pigment, but may be barely visible in old, dark specimens. Some individuals in populations on Balsam Mountain are bright yellow or red, often with small black flecks scattered over their bodies. The belly is usually gray. This species is largely terrestrial in the Great Smokies, where it occurs at higher elevations (above 1250 m). Similar species: Imitator Salamanders have wavy or zigzagged rather than relatively straight stripes down the sides of their backs and sometimes have yellow or crimson cheeks, but uniformly dark and patternless Imitator and Ocoee Salamanders cannot be distinguished in the field. Santeetlah Salamanders are usually greenish or yellowish, especially on their undersides, and their tails are triangular rather than round in cross sections. Some Spotted Dusky Salamanders or intergrades between Spotted Dusky and Santeetlah. Salamanders have relatively straight stripes down their back, but they occur at lower elevations and have tails that are triangular in cross section. On Balsam Mountain south of Pauls Gap, large, dark Ocoee and Imitator Salamanders resemble the local race of Jordan\u0027s Salamander that lacks colored cheeks. Like other dusky salamanders, these two species have more pointed snouts, relatively more enlarged hind limbs, and a light line extending from the corner of the eye to the angle of the jaw is visible in most specimens."},{"f":"desmocoe.jpg","n":""}]},{"id":13,"name":"Plethodontidae [p]Desmognathus quadramaculatus [p]Blackbelly Salamander","images":[{"f":"sali13.jpg","n":"Black-bellied Salamander Desmognathus quadramaculatus Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 9-21 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Sharply keeled. Coloration: Adults have black bellies. Two rows of 12-20 reddish spots are usually visible down the back, which is also often mottled with reddish brown pigment. large, old adults, are often uniformly darkly pigmented. A large, robust dusky salamander that inhabits the banks of streams and seepage areas throughout the Great Smokies. Adults may forage in woodlands several meters from water, and can often be observed during the daytime perched on wet rocks in rushing streams. Strongly resembles the more aquatic Shovel-nosed Salamander. Similar species: Very similar to the Shovel-nosed Salamander, but somewhat larger and more heavy-bodied with larger eyes, a less pointed and flattened snout, longer tail, and more darkly pigmented belly. Shovel-nosed Salamanders are seldom seen out of flowing water, whereas Black-bellied salamanders may be encountered on and under streamside rocks and even several meters from streams in surrounding woodlands."},{"f":"desmquad.jpg","n":""}]},{"id":14,"name":"Plethodontidae [p]Desmognathus wrighti [p]Pigmy Salamander","images":[{"f":"sali15.jpg","n":"Pygmy Salamander Desmognathus wrighti Family Plethodontidae Dusky salamanders (genus Desmognathus) Adult total length: 4-5 cm Nasolabial grooves: Present Costal grooves: 13-14 Tail: Round in cross section. Coloration: Reddish brown with a dark, straight or wavy stripe down either side of the back, which is often coppery-colored with a row of chevron-shaped black spots down the midline. The belly and sides often appear silvery, due to light-reflecting pigment cells in the linings of the body cavity and sacs surrounding the heart. The eyelids are frequently covered with coppery pigment. A tiny, terrestrial dusky salamander that is most abundant at high elevations, especially in spruce-fir forests, throughout the Park. Similar species: Seepage Salamanders are more slender and lack the coppery pigment on the eyelids and silvery pigment visible through the wall of the belly. The Seepage Salamander is know from on one small area in the Great Smokies, where it and the Pygmy Salamander are not known to occur together. Some Pygmy Salamanders superficially resemble juvenile Ocoee Salamanders, which also lack the coppery pigment on the eyelids and silvery pigment on the undersurfaces."},{"f":"desmwrig.jpg","n":""}]},{"id":15,"name":"Plethodontidae [p]Eurycea bislineata wilderae [p]Blue Ridge Two-lined Salamander [p]E. wilderae sensu Jacobs","images":[{"f":"sali20.jpg","n":"Blue Ridge Two-lined Salamander Eurycea wilderae Family Plethodontidae Brook salamanders (genus Eurycea) Adult total length: 6-12 cm Nasolabial grooves: Present Costal grooves: 13-14 Coloration: Bright yellow, yellowish-orange, or yellowish-green, with a sharply-defined dark line running down each side of the back. A slender and colorful little salamander that occurs throughout the Park. Individuals congregate in small streams and seepage areas during the cold months and move far into surrounding woodlands during the summer. Some adult males bear projections, called cirri, on each side of their upper lips. Similar species: Junaluska Salamanders are brown rather than yellow, yellowish-orange, or yellowish-green, and have less pronounced stripes down the sides of their backs."},{"f":"eurywild.jpg","n":""}]},{"id":16,"name":"Plethodontidae [p]Eurycea guttolineata [p]Three-lined Salamander","images":[{"f":"sali16.jpg","n":"Three-lined Salamander Eurycea guttolineata Family Plethodontidae Brook salamanders (genus Eurycea) Adult total length: 10-18 cm Nasolabial grooves: Present Costal grooves: 13-14 Tail: Round in cross section and relatively long (60-65% of total length in adults). Coloration: Yellowish brown or yellowish orange, with a dark stripe down the middle of the back and each side of the body. This strking species is usually encountered along streams, but individuals may disperse into surrounding woodlands during the summer. Known only from low elevations on the North Carolina side of the Park, it is replaced by the Long-tailed Salamander on the Tennessee side. Similar species: No other salamander in the Great Smokies is marked by three dark, longitudinal stripes."},{"f":"eurygutt.jpg","n":""}]},{"id":17,"name":"Plethodontidae [p]Eurycea junaluska [p]Junaluska Salamander","images":[{"f":"sali17.jpg","n":"Junaluska Salamander Eurycea junaluska Family Plethodontidae Brook salamanders (genus Eurycea) Adult total length: 8-10 cm Nasolabial grooves: Present Costal grooves: 14 Tail: Round in cross section. Coloration: Upper surfaces brownish with darker mottling and sometimes with broken, poorly-defined lines running down each side of the back. A rare salamander, known only from the Cheoah River drainage southwest of the Great Smokies and from Fighting Creek on the Tennessee side of the Park. Adults have been found along large creeks but most have been encountered crossing highways during spring and summer downpours. Similar species: Blue Ridge Two-lined Salamanders have bold, distinct lines down each side of their backs and are distinctly yellow or orange. Some adult specimens superficially resemble small Seal or Spotted Dusky Salamanders which, like other dusky salamanders, have relatively more enlarged hindlimbs and light lines from the corners of the eyes to the angles of their jaws."},{"f":"euryjuna.jpg","n":""}]},{"id":18,"name":"Plethodontidae [p]Eurycea longicauda [p]Long-tailed Salamander","images":[{"f":"sali18.jpg","n":"Long-tailed Salamander Eurycea longicauda longicauda Family Plethodontidae Brook salamanders (genus Eurycea) Adult total length: 10-20 cm Nasolabial grooves: Present Costal grooves: 13-14 Tail: oval in cross section and relatively long (60-65% of total body length in adults). Coloration: Yellowish brown or yellowish orange with large black spots scattered over the back and sides, and forming vertical bars along the sides of the tail. Found along streams and in woodlands at low elevations on the Tennessee side of the Park. Replaced by the Three-lined Salamander on the North Carolina side. Similar species: Cave Salamanders have orange rather than yellow background colorations and are known only from cave habitats in the vicinity of the Great Smokies."},{"f":"eurylong.jpg","n":""}]},{"id":19,"name":"Plethodontidae [p]Eurycea lucifuga [p]Cave Salamander","images":[{"f":"sali19.jpg","n":"Cave Salamander Eurycea lucifuga Family Plethodontidae Brook salamanders (genus Eurycea) Adult total length: 10-20 cm Nasolabial grooves: Present Costal grooves: 14-15 Tail: oval in cross section and relatively long (60-65% of total body length in adults). Coloration: Bright orange with distinct black spots scattered over the back and sides. This colorful salamander inhabits the \"twilight zones,\" just inside the mouths of caves. It has been reported from Bull Cave, just inside the Park and is knownn from Tuckaleechee Caverns just outside the Park on the Tennessee side. Similar species: The background colorations of Long-tailed Salamanders are yellow or brown rather than orange."},{"f":"euryluci.jpg","n":""}]},{"id":20,"name":"Plethodontidae [p]Gyrinophilus porphyriticus danielsi [p]Blue Ridge Spring Salamander","images":[{"f":"sali21.jpg","n":"Blue Ridge Spring Salamander Gyrinophilus porphyriticus danielsi Family Plethodontidae Spring salamanders (genus Gyrinophilus) Adult total length: 11-21 cm Nasolabial grooves: Present Costal grooves: 17-19 Tail: oval in cross section at base, becoming strongly keeled toward the tip. Coloration: Salmon pink with distinct, rounded black spots scattered on the back and sides. A light line, sometimes paralleled by a dark one, extends from the corner of the eye to the nostril on each side of the head. The chins of most adults are mottled by black and white pigment. A large, pink salamander with a broad head that inhabits small streams, seepages, and springs throughout the Park. This species feeds readily on other salamanders. Similar species: Mud and red salamanders, the eft stage of the Red-spotted Newt, and some individual Ocoee Salamanders in Balsam Mountain are the only other predominantly red salamanders in the Great Smokies. Mud and red salamanders are stockier with relatively smaller heads and are generally more brightly pigmented. Red efts are terrestrial and have two rows of red spots outlined in black down their backs. Ocoee salamanders have light lines extending from the corners of their eyes to the angles of their jaws and relatively enlarged hind legs."},{"f":"gyriporp.jpg","n":""}]},{"id":21,"name":"Plethodontidae [p]Hemidactylium scutatum [p]Four-toed Salamander","images":[{"f":"sali22.jpg","n":"Four-toed salamander Hemidactylium scutatum Family Plethodontidae Adult total length: 5-10 cm Nasolabial grooves: Present Costal grooves: 13-14 Tail: oval in cross-section, with a constriction at the base. Coloration: Upper surfaces are reddish brown. The belly is white with large black blotches. Individuals have only four, rather than five toes on the hind feet and a constriction at the base of the tail. Four-toed salamanders are usually found in or near boggy areas that contain sphagnum moss. Known only from low elevations in Cades Cove and vicinity on the Tennessee side of the Park. Similar species: No other salamander in the Great Smokies has four toes on the hind feet, a constriction at the base of the tail, and a white belly with black spots."},{"f":"hemiscut.jpg","n":""}]},{"id":22,"name":"Proteidae [p]Necturus maculosus [p]Common Mudpuppy","images":[{"f":"sali32.jpg","n":"Common Mudpuppy Necturus maculosus Family Proteidae Waterdogs and the mudpuppy. Adult total length: 20-49 cm Nasolabial grooves: Absent Costal grooves: 15-16 Tail: Strongly keeled. Coloration: Specimens from Abrams Creek and elsewhere in the upper Tennessee River drainage have dinstinct dark spots that tend to be aligned in rows down their backs. Mudpuppies are scarce in the Smokies, but have been encountered in Abrams Creek at the extreme western end of the Park. These are large, completely aquatic salamanders that typically inhabit rivers and lakes. They do not completely transform from the larval stage and adults possess feathery, red, external gills on the sides of their heads and lack eyelids. Individuals have four, rather than the normal five toes on their hind feet. Similar species: None. No other salamander in eastern North America has external gills in the adult stage of its life cycle."},{"f":"nectmacu.jpg","n":""}]},{"id":23,"name":"Salamandridae [p]Notophthalmus viridescens viridescens [p]Red-spotted Newt","images":[{"f":"sali6.jpg","n":"Red-spotted Newt Notophthalmus viridescens viridescens Family Salamandridae Newts Adult total length: 3-5 cm Nasolabial grooves: absent Costal grooves: Absent Tail: Strongly keeled in males during the breeding seasonl, otherwise oval in cross section. Coloration: Two rows of red spots, outlined in black, down the back. Adults green with yellow, black-spotted bellies. Juveniles (efts) bright orange or red. Adult Red-spotted Newts are aquatic and occur in permanent or temporary ponds. Juveniles (efts) are terrestrial, bright red, and produce skin secretions that make them extremely distasteful and toxic to predators. This juvenile terrestrial stage may last up to 7 years, before the animal locates a breeding pond and becomes sexually mature. Similar species: No other salamander in the Great Smokies has two row of red spots down the back., green upper surfaces, or a yellow belly with black spots. Small Spring, Midland Mud, and Black-chinned Red salamanders superficially resemble the bright red, juvenile (eft) stage of the Red-spotted Newt, but these species all have nasolabial and costal grooves, have black spots scattered on the upper surfaces of their bodies, and are slimy like most other salamanders while efts have dry skins."},{"f":"notoviri.jpg","n":""}]},{"id":24,"name":"Plethodontidae [p]Plethodon glutinosus [p]Northern Slimy Salamander","images":[{"f":"sali30.jpg","n":"Northern Slimy Salamander Plethodon glutinosus Family Plethodontidae Woodland salamanders (genus Plethodon) Adult total length: 12-20 cm Nasolabial grooves: Present Costal grooves: 16 Tail: round in cross section. Coloration: Upper surfaces black with large, brassy spots and white or yellowish spotting along the sides. This large, terrestrial salamander barely penetrates the Great Smokies along the Park boundary in Tennessee. It is replaced In the interior of the southern Appalachians by the very similar Southern Appalachian Salamander. Similar species: Very similar, and closely related to the Southern Appalachian Salamander, which has smaller, white rather than brassy spots and less spotting along the sides, and inhabits low elevations in the interior of the Great Smokies."},{"f":"progress.jpg","n":""}]},{"id":25,"name":"Plethodontidae [p]Plethodon jordani [p]Jordan\u0027s Salamander","images":[{"f":"sali26.jpg","n":"Jordan\u0027s Salamander Plethodon jordani Family Plethodontidae Woodland salamanders (genus Plethodon) Adult total length: 9-12 cm Nasolabial grooves: Present Costal grooves: 16 Tail: round in cross section. Coloration: Upper surfaces uniformly dark gray. Specimens from Balsam Mountain south of Pauls Gap have light gray cheeks; elsewhere in the Park specimens have bright red cheeks. A narrow zone of intergradation between these two races occurs in the vicinity of Pauls Gap on Balsam Mountain. This terrestrial species is abundant in deciduous and spruce-fir forests above 900 m throughout the Park. Large, dark Imitator Salamanders with red cheeks closely resemble this species, but have longer and more pointed snouts, hind limbs that are distinctly longer than their forelimbs, and usually have light or orange lines extending from the corners of the eyes to the angles of their jaws. The striking resemblance between red-cheeked individuals of these two species is thought to be an example of Batesian mimicry. Jordan\u0027s Salamanders appear to be distasteful to some predators, such as birds. Red-cheeked Imitator Salamanders, which are edible, may be favored by natural selection because predators mistake them for Jordan\u0027s Salamanders. Similar species: Most similar to large, dark Ocoee and Imitator Salamanders, which have light lines between their eyes and jaw angles, relatively larger hind limbs, and less rounded snouts. Some Imitator Salamanders have bright red cheeks."},{"f":"pletjord.jpg","n":""}]},{"id":26,"name":"Plethodon oconaluftee [p]P. teyahalee sensu Highton","images":[{"f":"progress.jpg","n":""}]},{"id":27,"name":"Plethodontidae [p]Plethodon serratus [p]Southern Redback Salamander","images":[{"f":"sali27.jpg","n":"Southern Red-backed Salamander Plethodon serratus Family Plethodontidae Woodland salamanders (genus Plethodon) Adult total length: 6-10 cm Nasolabial grooves: Present Costal grooves: 18-21 Tail: round in cross-section Coloration: A distinct orange or vermillion stripe down the back; sides gray with light flecks. A few individuals of the uniformly gray, \"lead back\" color phase of this species have been encountered in Cades Cove. A small, terrestrial woodland salamander that is distributed throughout the Park, primarily at lower elevations but extending to at least 1700 m. Similar species: Some Ocoee Salamanders have red stripes down their backs but have fewer costal grooves (14), light lines between their eyes and jaw angles, relatively larger hind limbs, and less rounded snouts."},{"f":"pletserr.jpg","n":""}]},{"id":28,"name":"Plethodontidae [p]Plethodon ventralis [p]Southern Zigzag Salamander","images":[{"f":"sali29.jpg","n":"Southern Zigzag Salamander Plethodon ventralis Family Plethodontidae Woodland salamanders (genus Plethodon) Adult total length: 6-11 cm Nasolabial grooves: Present Costal grooves: 18-20 Tail: round in cross-section. Coloration: A wavy yellowish brown to orange dorsal stripe down the back; silvery and brassy flecks scattered on the upper surfaces. Specimens from the Great Smokies tend to be darkly pigmented and their dorsal stripes may be difficult to distinguish. This small, terrestrial salamander is abundant below 700 m on the Tennessee side of the Park, such as at Whiteoak Sink. Similar species: Southern Red-backed Salamanders have relatively straight rather than wavy stripes down their backs. Imitator Salamanders also have wavy stripes but are stockier, have fewer costal grooves (14), light lines between their eyes and jaw angles, relatively larger hind limbs, and less rounded snouts."},{"f":"pletvent.jpg","n":""}]},{"id":29,"name":"Plethodontidae [p]Pseudotriton montanus diastictus [p]Midland Mud Salamander","images":[{"f":"sali23.jpg","n":"Midland Mud Salamander Pseudotriton montanus diastictus Family Plethodontidae Red and mud salamanders (genus Pseudotriton) Adult total length: 8-20 cm Nasolabial grooves: Present Costal grooves: 16-17 Tail: oval in cross section at base, becoming strongly keeled toward the tip. Coloration: Bright red with rounded black spots scattered over upper surfaces and sides, and lacking the lines from the eyes to nostrils that characterize the Blue Ridge Spring Salamander. This species barely penetrates the southern Appalachians along the Tennessee-North Carolina line, and the occurrence of this beautiful salamander in the Great Smokies is documented by only a few specimens. Adults are secretive animals that inhabit boggy habitats and stream headwaters. They may be more abundant at low elevations on the Tennessee side of the Park than we realize. Similar species: Spring salamanders, red salamanders, the eft stage of the Red-spotted Newt, and some individual Ocoee Salamanders in Balsam Mountain are the only other predominantly red salamanders in the Great Smokies. Spring salamanders have broad heads and light lines running between their eyes and nostrils. Red salamanders have black chins and more numerous black spots. Red efts are terrestrial and have two rows of red spots outlined in black down their backs. Ocoee salamanders have light lines extending from the corners of their eyes to the angles of their jaws and relatively enlarged hind legs."},{"f":"pseumont.jpg","n":""}]},{"id":30,"name":"Plethodontidae [p]Pseudotriton ruber schencki [p]Blackchin Red Salamander","images":[{"f":"sali24.jpg","n":"Black-chinned Red Salamander Pseudotriton ruber schencki Family Plethodontidae Red and mud salamanders (genus Pseudotriton) Adult total length: 10-18 cm Nasolabial grooves: Present Costal grooves: 16-17 Tail: oval in cross section at base, becoming strongly keeled toward the tip. Coloration: Bright red with rounded black spots scattered over the upper surfaces and sides and a black chin. Older specimens may be dark purplish with more numerous black spots. This secretive inhabitant of springs, seepages, and small streams occurs throughout the Park from the lowest elevations to at least 1500 m. Adults are sometimes seen crossing roads on warm rainy nights. Similar species: Spring salamanders, mud salamanders, the eft stage of the Red-spotted Newt, and some individual Ocoee Salamanders in Balsam Mountain are the only other predominantly red salamanders in the Great Smokies. Spring salamanders have broad heads and light lines running between their eyes and nostrils. Mud salamanders lack black chins and have less numerous black spots. Red efts are terrestrial and have two rows of red spots outlined in black down their backs. Ocoee salamanders have light lines extending from the corners of their eyes to the angles of their jaws and relatively enlarged hind legs."},{"f":"pseurube.jpg","n":""}]}],"dataDir":"sharkeylab_org_sharkeylab_Misc_datasets_salamand"}